cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'caius/prince'
tap 'caskroom/homebrew-drivers'
tap 'caskroom/fonts'
tap 'colindean/fonts-nonfree'
tap 'datawire/blackbird'
tap 'nodenv/nodenv'
tap 'heroku/brew'

brew 'mas'

mas 'Xcode', id: 497799835
mas 'Airmail 3', id: 918858936
mas 'iA Writer', id: 775737590
mas 'Pixelmator', id: 407963104
mas 'Twitter', id: 409789998
mas 'Pages', id: 409201541
mas 'Numbers', id: 409203825
mas 'Keynote', id: 409183694
mas 'Telegram', id: 747648890
mas 'The Unarchiver', id: 425424353
mas 'DaisyDisk', id: 411643860
mas 'Amphetamine', id: 937984704
mas 'Parcel', id: 639968404
mas 'AreenaX', id: 1018799028
mas '1Blocker', id: 1107421413
mas 'Giphy Capture', id: 668208984
mas 'Agenda', id: 1287445660
mas 'Smart Guide', id: 1394121296

brew 'docker-clean'
brew 'emojify'
brew 'fasd'
brew 'fzf'
brew 'gifsicle'
brew 'git'
brew 'go'
brew 'heroku/brew/heroku'
brew 'highlight'
brew 'htop'
brew 'hub'
brew 'imagemagick'
brew 'jenv'
brew 'jpegoptim'
brew 'jq'
brew 'kubernetes-cli'
brew 'libpq'
brew 'mobile-shell'
brew 'node-build'
brew 'nodenv'
brew 'nodenv/nodenv/node-build-update-defs'
brew 'nodenv/nodenv/nodenv-default-packages'
brew 'p7zip'
brew 'pngcrush'
brew 'prince'
brew 'python'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'rbenv-vars'
brew 'readline'
brew 'ruby-build'
brew 'rustup-init'
brew 'socat'
brew 'sshuttle'
brew 'telepresence'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tldr'
brew 'tmux'
brew 'tmuxinator-completion'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'yarn', args: ['without-node']

cask 'atom'
cask 'charles'
cask 'docker-edge'
cask 'dropshare'
cask 'firefox'
cask 'flowdock'
cask 'fork'
cask 'font-dejavu-sans'
cask 'font-fira-code'
cask 'font-hasklig'
cask 'font-menlo-for-powerline'
cask 'font-microsoft-office'
cask 'font-office-code-pro'
cask 'font-roboto'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'freedome'
cask 'garmin-express'
cask 'google-chrome'
cask 'gpg-suite'
cask 'hex-fiend'
cask 'hyperdock'
cask 'insomnia'
cask 'numi'
cask 'osxfuse'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'qlvideo'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'paintbrush'
cask 'rowanj-gitx'
cask 'sketch'
cask 'spotify'
cask 'transmission'
cask 'transmit'
cask 'vlc'
cask 'webpquicklook'

cask 'java'
