cask_args appdir: '/Applications'
tap 'caius/prince'
tap 'colindean/fonts-nonfree'
tap 'datawire/blackbird'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'nodenv/nodenv'
tap 'wagoodman/dive'
tap 'lautis/refined-github-safari'

brew 'mas'

mas 'Xcode', id: 497799835
mas 'Airmail 3', id: 918858936
mas 'iA Writer', id: 775737590
mas 'Pixelmator', id: 407963104
mas 'Pages', id: 409201541
mas 'Numbers', id: 409203825
mas 'Keynote', id: 409183694
mas 'Telegram', id: 747648890
mas 'The Unarchiver', id: 425424353
mas 'DaisyDisk', id: 411643860
mas 'Amphetamine', id: 937984704
mas 'Parcel', id: 639968404
mas 'AreenaX', id: 1018799028
mas '1Blocker', id: 1107421413
mas 'Giphy Capture', id: 668208984
mas 'Agenda', id: 1287445660
mas 'Smart Guide', id: 1394121296
mas 'TweetBot 3', id: 1384080005
mas 'PiPifier', id: 1160374471

brew 'bat'
brew 'cargo-completion'
brew 'docker-clean'
brew 'docker-completion'
brew 'docker-compose-completion'
brew 'emojify'
brew 'exa'
brew 'dive'
brew 'fasd'
brew 'fd'
brew 'fzf'
brew 'fx'
brew 'gifski'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'htop'
brew 'hub'
brew 'imagemagick'
brew 'jenv'
brew 'jpegoptim'
brew 'jq'
brew 'kubernetes-cli'
brew 'libpq'
brew 'mobile-shell'
brew 'nano'
brew 'node-build'
brew 'nodenv'
brew 'nodenv/nodenv/node-build-update-defs'
brew 'nodenv/nodenv/nodenv-default-packages'
brew 'p7zip'
brew 'pngcrush'
brew 'prince'
brew 'python'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'rbenv-vars'
brew 'readline'
brew 'ripgrep'
brew 'ruby-build'
brew 'rustup-init'
brew 'socat'
brew 'sshuttle'
brew 'telepresence'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tldr'
brew 'tokei'
brew 'tmux'
brew 'tmuxinator'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'yarn'

cask 'charles'
cask 'docker'
cask 'dropshare'
cask 'firefox'
cask 'fork'
cask 'font-dejavu-sans'
cask 'font-fira-code'
cask 'font-hasklig'
cask 'font-menlo-for-powerline'
cask 'font-microsoft-office'
cask 'font-office-code-pro'
cask 'font-roboto'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'google-chrome'
cask 'gpg-suite'
cask 'hex-fiend'
cask 'hyperdock'
cask 'insomnia'
cask 'numi'
cask 'osxfuse'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'qlvideo'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'paintbrush'
cask 'refined-github-safari'
cask 'safari-technology-preview'
cask 'sketch'
cask 'spotify'
cask 'transmission'
cask 'transmit'
cask 'transmit-disk'
cask 'visual-studio-code'
cask 'vlc'
cask 'vlc-webplugin'
cask 'webpquicklook'
